Repository: django-getpaid/django-plans
Catalog: plans/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Make a plan copy
pt_br: Faça uma cópia de um plano

source: Make selected orders completed
pt_br: Transforme pedidos selecionados em completados

source: Make invoices for orders
pt_br: Criar faturas para pedidos

source: Change order status to
pt_br: Alterar status de pedido para

source: name
pt_br: nome

source: description
pt_br: descrição

source: available
pt_br: disponível

source: Is still available for purchase
pt_br: Ainda disponível para compra

source: visible
pt_br: visível

source: Is visible in current offer
pt_br: É visível na oferta atual

source: created
pt_br: criado

source: customized
pt_br: customizado

source: quotas
pt_br: cotas

source: Optional link to page with more information (for clickable pricing table headers)
pt_br: Link opcional para página com maiores informações (para tabela clicável de preço)

source: Plan
pt_br: Plano

source: Plans
pt_br: Planos

source: user
pt_br: usuário

source: street
pt_br: logradouro

source: zip code
pt_br: código postal

source: city
pt_br: cidade

source: country
pt_br: país

source: name (shipping)
pt_br: nome (envio)

source: optional
pt_br: opcional

source: street (shipping)
pt_br: logradouro (envio)

source: zip code (shipping)
pt_br: código postal (envio)

source: city (shipping)
pt_br: cidade (envio)

source: Billing info
pt_br: Informação de cobrança

source: Billing infos
pt_br: Informações de cobrança

source: VAT ID is not correct
pt_br: VAT ID não está correta

source: plan
pt_br: plano

source: expire
pt_br: expira

source: active
pt_br: ativo

source: User plan
pt_br: Plano de usuário

source: Users plans
pt_br: Planos de usuário

source: period
pt_br: período

source: Pricing
pt_br: Preço

source: Pricings
pt_br: Preços

source: days
pt_br: dias

source: codename
pt_br: codinome

source: unit
pt_br: unidade

source: is boolean
pt_br: é booleano

source: Quota
pt_br: Cota

source: Quotas
pt_br: Cotas

source: Plan pricing
pt_br: Preço do plano

source: Plans pricings
pt_br: Preços do plano

source: Plan quota
pt_br: Cota do plano

source: Plans quotas
pt_br: Cotas do plano

# Order status
source: new
pt_br: novo

# Order status
source: completed
pt_br: completado

# Order status
source: not valid
pt_br: inválido

# Order status
source: canceled
pt_br: cancelado

# Order status
source: returned
pt_br: devolvido

source: pricing
pt_br: preço

source: completed
pt_br: completo

source: amount
pt_br: total

source: tax
pt_br: imposto

source: currency
pt_br: moeda

source: Order #%(id)d
pt_br: Pedido #%(id)d

source: Order
pt_br: Pedido

source: Orders
pt_br: Pedidos

source: Invoice
pt_br: Fatura

source: Invoice Duplicate
pt_br: Duplicata

# proforma
source: Order confirmation
pt_br: Confirmação de pedido

source: Name
pt_br: Nome

source: Street
pt_br: Logradouro

source: Zip code
pt_br: Código postal

source: City
pt_br: Cidade

source: Country
pt_br: País

source: TAX/VAT number
pt_br: Número TAX/VAT

source: Invoices
pt_br: Faturas

source: Limit of %(model_name_plural)s exceeded. The limit is %(quota)s items.
pt_br: Limite de %(model_name_plural)s excedido. O limite é %(quota)s.

source: Following %(model_name_plural)s are not in limits: %(objects)s
pt_br: O seguinte %(model_name_plural)s não estão com limites: %(objects)s

source: Your account is now active
pt_br: Sua conta está ativa

source: Your plan has been successfully changed
pt_br: Seu plano foi alterado com sucesso

source: The selected plan is insufficient for your account. Your account will not be activated or will not work fully after completing this order.<br><br>Following limits will be exceeded: <ul><li>%(reasons)s</ul>
pt_br: O plano selecionado é insuficiente para sua conta. Sua conta não será ativada ou não irá funcionar completamente após a finalização deste pedido.<br><br>Os seguintes limites foram excedidos: <ul><li>%(reasons)s</ul>

source: Thank you for placing a payment. It will be processed as soon as possible.
pt_br: Obrigado por realizar o pagamento. Está será processado assim que possível.

source: Payment was not completed correctly. Please repeat payment process.
pt_br: Pagamento não completado com sucesso. Por favor, repita o processo.

source: Billing info has been updated successfuly.
pt_br: Informações de cobrança foram atualizadas com sucesso.

source: Billing info has been deleted.
pt_br: Informações de cobrança foram excluídas.

source: Hi
pt_br: Oi

source: Your current plan is %(plan_name)s and it will expire on %(expire)s.
pt_br: Seu plano atual é %(plan_name)s e irá expirar em %(expire)s.

source: Thank you
pt_br: Obrigado

source: The Team at %(site_name)s
pt_br: O time em %(site_name)s

source: Your account %(user)s has new plan %(plan)s
pt_br: Sua conta %(user)s tem um novo plano %(plan)s

source: Your account has just expired.
pt_br: Sua conta acabou de expirar.

source: You can restore your current plan %(plan_name)s here:
pt_br: Você pode restaurar seu plano atual %(plan_name)s aqui:

source: or you can upgrade your plan here:
pt_br: ou você pode atualizar seu plano aqui:

source: Your account %(user)s has just expired
pt_br: Sua conta %(user)s acabou de expirar

source: Your account has just been extended by %(days)s days. Your current plan is %(plan_name)s and it will expire on %(expire)s.
pt_br: Sua conta foi extendida em %(days)s dias. Seu plano atual é %(plan_name)s e irá expirar em %(expire)s.

source: An invoice will be sent with another e-mail, if billing data was provided.
pt_br: Uma fatura será enviada em outro email, se as informações de cobrança fora fornecidas.

source: Your account %(user)s has been extended by %(days)s days
pt_br: Sua conta %(user)s foi extendida em %(days)s dias

source: We are writing to inform you, that %(invoice_type)s %(invoice_number)s has been issued. You can view it and print it at: http://%(site_domain)s%(url)s
pt_br: Estamos escrevendo para informá-lo que, %(invoice_type)s %(invoice_number)s foi emitida. Você pode visualizá-la e imprimi-la em: http://%(site_domain)s%(url)s

source: Details of the order can be see on:
pt_br: Detalhes do pedido podem ser vistos em:

source: %(invoice_type)s %(invoice_number)s has been issued for %(user)s
pt_br: Fatura do tipo %(invoice_type)s e número %(invoice_number)s foi emitida o usuário %(user)s

source: Your account will expire in %(days)s days.
pt_br: Sua conta irá expirar em %(days)s dias.

source: Your account %(user)s will expire in %(days)s day
pt_br: Sua conta %(user)s irá expirar em %(days)s dia

source: Provide billing data
pt_br: Forneça as informações de cobrança

source: Are you sure to delete billing info?
pt_br: Você tem certeza que deseja excluir as informações de cobrança?

source: Confirm order
pt_br: Confirmar pedido

source: If you downgrade your plan please remember that new lower limits are used immediately after finishing the order.
pt_br: Se você realizar o downgrade de seu plano, por favor, lembre-se que agora limites menores são imediatas utilizados após o fim do pedido.

source: Continue
pt_br: Continuar

source: Invoice for this order will be issued for:
pt_br: Fatura para este pedido será emitida para:

source: If this data is not correct please <a href="%(billing_info_url)s">edit billing data</a> before making an order.
pt_br: Se estes dados não estão corretos, por favor <a href="%(billing_info_url)s">edite as informações de cobrança</a> antes de realizar um pedido.

source: Invoice will <b>not</b> be issued. If you need an invoice please provide <a href="%(billing_info_url)s">billing data</a> before making an order.
pt_br: A fatura <b>não</b> será emitida. Se você precisa de uma fatura, por favor forneça <a href="%(billing_info_url)s">informações de cobrança</a> antes de realizar um pedido.

source: Your account
pt_br: Sua conta

source: Account
pt_br: Conta

source: State
pt_br: Estado

source: expired
pt_br: expirado

source: Expire
pt_br: Expirar

source: upgrade
pt_br: atualizar

source: Plan details
pt_br: Detalhes do plano

source: Need more?
pt_br: Precisa de mais?

source: Please see other <a href="%(upgrade_url)s">currently available plans</a>.
pt_br: Veja outros <a href="%(upgrade_url)s">planos disponíveis</a>.

source: Your account has expired. Please <a href="%(url)s">extend your account</a>.
pt_br: Sua conta expirou. Por favor, <a href="%(url)s">extenda seu plano</a>.

source: Your account is not active. Possibly you are over some limits. Try to <a href="%(url)s">activate your account</a>.
pt_br: Sua conta não está ativa. Possivelmente você ultrapassou alguns limites. Tente <a href="%(url)s">reativar sua conta</a>.

source: Your account will expire soon (in %(days_to_expire)s days). We recommend to <a href="%(extend_url)s">extend your account now.</a>
pt_br: Sua conta expirará logo (em %(days_to_expire)s dias). Recomendamos que você <a href="%(extend_url)s">extenda seu plano agora.</a>

source: yes
pt_br: sim

source: no
pt_br: não

source: Unfortunately your current plan is not available any more. You need to <a href="%(upgrade_url)s">upgrade your plan</a>.
pt_br: Infelizmente seu plano atual não está mais disponível atualmente. Você precisa <a href="%(upgrade_url)s">atualizar seu plano</a>.

source: Order #%(order_id)s (status: %(order_status)s)
pt_br: Pedido #%(order_id)s (status: %(order_status)s)

source: Printable documents
pt_br: Documentos imprimíveis

source: Payment
pt_br: Pagamento

source: Payment completed on: %(completed)s
pt_br: Pagamento completado em: %(completed)s

source: This order is expired. It will accept an incoming payment made earlier, but new payment cannot be initialized. Please make a new order if necessary.
pt_br: Este pedido expirou. Aceitaremos um pagamento feito anteriormente, mas novos pagamento não podem ser realizados. Por favor, faça um novo pedido, caso necessário.

source: This order could not be processed as it is not valid. Please contact with customer service.
pt_br: Este pedido não pode ser processado pois não é válido. Por favor entre em contato com nosso serviço de consumidor.

source: Net price
pt_br: Preço líquido

source: VAT total
pt_br: Total VAT

source: VAT is not applied to order.
pt_br: VAT não aplicável.

source: List of orders
pt_br: Lista de pedidos

# order created
source: Created
pt_br: Criado

# order completed
source: Completed
pt_br: Completado

source: You do not have any orders so far.
pt_br: Você ainda não possui pedidos.

source: Page
pt_br: Página

source: your current plan
pt_br: seu plano atual

source: no limit
pt_br: sem limite

source: Change
pt_br: Alterar

source: Buy
pt_br: Comprar

source: This plan is not available anymore and cannot be extended.<p> You need to upgrade your account to any of <a href="%(upgrade_url)s">currently available plans</a>.
pt_br: Este plano não está mais disponível e não pode ser renovado.</p> Você precisa atualizar sua conta para um dos planos <a href="%(upgrade_url)s">ativos atuais</a>.

source: Net prices
pt_br: Preços líquidos

source: See our great value plans
pt_br: Conheça nossos planos

source: Choose plan
pt_br: Escolha um plano
